Repository: ChonPaSa/dive-sites-manager
Catalog: languages/dive-sites-manager-*.po
Languages: es_es

source: %d. Characteristic
es_es: %d. Característica

source: Add New
es_es: Añadir nuevo

source: Add New Dive Site
es_es: Añadir nuevo sitio de buceo

source: Add New Location
es_es: Añadir nueva área

source: Add the attribute Location to show only the dive sites of that location
es_es: Añade el attributo Location para mostrar solo los puntos de immesión de esa área

source: All Dive Sites
es_es: Todos los sitios de buceo

source: All Locations
es_es: Todas las áreas

source: Allow Zoom
es_es: Permitir zoom

source: Allows you to have dive sites in diferent locations. E.g. Komodo and Maldives
es_es: Te permite añadir sitios de buceo en diferentes areas. Por ejemplo: Komodo y Maledivas

source: Author
es_es: Autor

source: Characteristics for your Dive Sites
es_es: Caracteristicas para tus sitios de buceo

source: Choose Icon
es_es: Selecciona un icono

source: Choose the features that you want to (de)activate
es_es: Selecciona la funcionalidad que quieres (de)activar

source: Choose the layout options
es_es: Elige las opciones de diseñ0

source: Color for text of the characteristics and description
es_es: Color de la descripción y del texto de las características

source: Color for the icons of the characteristics
es_es: Color para los iconos de las características

source: Color for the title and the short description
es_es: Color para el título y la descripción corta

source: Create a list of the characteristics that you want to see in your dive site. E.g. Maximum Depth, Level, Dive Type,.... .
es_es: Crea la lista de características para tus sitios de buceo. Por ejemplo Profundidad Máxima, Nivel, Tipo de buceo,....

source: Dashboard
es_es: General

source: Description Title
es_es: Título de la sección description

source: Display Format
es_es: Estilos

source: Dive Site
es_es: Sitio de buceo

source: Dive Site Archives
es_es: Archivo de sitios de buceo

source: Dive Site Attributes
es_es: Attributos del sitio de buceo

source: Dive Site Description
es_es: Descripción del sitio de buceo

# Dive Site General Name
source: Dive Sites
es_es: Sitios de Buceo

source: Dive Site Icon
es_es: Icono para los puntos de immersión

# Dive Site Singular Name
source: Dive Site
es_es: Sitio de Buceo

source: Dive Sites
es_es: Sitios de buceo

source: Dive Sites Characteristics
es_es: Características del sitio de buceo

source: Dive Sites list
es_es: Lista de sitios de buceo

source: Dive Sites list navigation
es_es: Navegación de la lista de sitios de buceo

source: Dive Sites Manager
es_es: Gestor de sitios de buceo

source: Documentation
es_es: Documentación

source: Drag Me
es_es: Arrástrame

source: Edit Dive Site
es_es: Editar sitio de buceo

source: Edit Location
es_es: Editar área

source: Featured Image
es_es: Image del sitio

source: Filter items list
es_es: Filtro de objectos

source: General Configuration
es_es: Configuración general

source: Height of the map in pixels
es_es: Altura del mapa en pixeles

source: How many characteristics do you want to add to your dive sites?
es_es: ¿Cuantas características quieres añadir a tus sitios de buceo?

source: Icons Color
es_es: Color de los iconos

source: If selected the users will be able to zoom in the map
es_es: Cuado esta seleccionado permite a los usuarios hacer zoom

source: Image for the Dive Sites Markers on the map
es_es: Imagen utilizada para el marcador de los puntos de immersión

source: Insert into item
es_es: Insertar en el elemento

source: It can not be empty
es_es: No puede estas vacio

source: It sets how big is the picture related to its container
es_es: Establece como de grande es la imagen en relación a su contenedor

source: It sets in how many columns the dive sites will be displayed. It does not have any effect on mobile
es_es: Establece en cuantas columnas se veran los sitios de buceo. No afecta a la visulización en el telefono

source: Latitude
es_es: Latitud

source: Layout
es_es: Diseño

source: Leaflet Map plugin muss be installed and active
es_es: El plugin Leaflet Map debe estar instalado y activo

source: Location
es_es: Área

source: Location Overview Map
es_es: Mapa del área

source: Locations
es_es: Áreas

source: Locations Manager
es_es: Gestor de Áreas

source: Longitude
es_es: Longitud

source: Map Background
es_es: Fondo del mapa

source: Map Configuration
es_es: Configuración del mapa

source: Map Height (px)
es_es: Altura del mapa (px)

source: Map Width (%)
es_es: Anchura del mapa (%)

source: Maps Manager
es_es: Configuración del Mapa

source: Max Width for the images (%)
es_es: Anchura maxima para las imagenes (%)

source: Move the map and zoom to get the map for this location:
es_es: Mueve el mapa y ajusta el zoom a tu área

source: Move the marker to get the latitude and longitude
es_es: Mueve el marcador para obtener la latitud y longitud

source: Name of the characteristic. E.g "Maximum Depth"
es_es: Nombre de la característica. Por ejemplo: "Profundidad Máxima"

source: New Dive Site
es_es: Nuevo sitio de buceo

source: New Location
es_es: Nueva área

source: Not found
es_es: No encontrado

source: Not found in Trash
es_es: No encontrado en la papelera

source: Number of columns (Desktop)
es_es: Número de columnas (Ordenador)

source: Options Manager
es_es: Gestión de opciones

source: Parent Dive Site:
es_es: Sitio de buceo padre

source: Parent Location
es_es: Área padre

source: Parent Location:
es_es: Área Padre:

source: Remove featured image
es_es: Eliminar imagen

source: Save the changes to start editing your characteristics"
es_es: Guarda los cambios para empezar a editar las características

source: Search Dive Site
es_es: Buscar sitio de buceo

source: Search Location
es_es: Buscar Área

source: Set featured image
es_es: Seleccionar imagen

source: Settings
es_es: Opciones

source: Show the map with all your locations
es_es: Muestra el mapa con todas las áreas

source: Show your locations in a map. It requires <a href="https://wordpress.org/plugins/leaflet-map/" target="_blank">Leaflet Map Plugin by bozdoz</a>
es_es: Muestra tus puntos de inmersión en un mapa. Necesita el plugin Leaflet Map (bozdoz) para funcionar

source: Text Color
es_es: Color del texto

source: Text that will be shown as title for the description section
es_es: Texto que se mostrara como título de la seccióon de la descripción

source: This icon will be displayed next to the characteristic name"
es_es: Esta icono será mostrado al lado del nombre de la característica

source: Titles Color
es_es: Color de los títulos

source: To display the dive sites list use the following shortcode
es_es: Para visualizar la lista de sitios de buceo utiliza el siguiente shortcode

source: Total Width (%)
es_es: Anchura total (%)

source: Total width of the block for all dive sites
es_es: Anchura total del bloque del conjunto de sitios de buceo

source: Update Dive Site
es_es: Actualizar sitio de buceo

source: Update Location
es_es: Actializar área

source: Uploaded to this item
es_es: Subir a este elemento

source: Use as featured image
es_es: Usar como imagen

source: View Dive Site
es_es: Ver Sitio de buceo

source: View Dive Sites
es_es: Ver sitios de buceo

source: Width of the map in %
es_es: Anchura del mapa en %

source: You can filter the dive sites by location adding it to the shortcode
es_es: Puedes filtar los sitios de buceo por áreas añadiendo "location" a tu shortcode
